Azurite.azurite
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
darkriszty.markdown-table-prettify
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
madsmoiaune.terraform-docs-viewer
mechatroner.rainbow-csv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.azure-account
ms-vscode.powershell
msazurermtools.azurerm-vscode-tools
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
sainnhe.everforest
sumneko.lua
timonwong.shellcheck
vscodevim.vim
yzhang.markdown-all-in-one
